CSI API ETABS v1
cEditFrame Interface
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public interface cEditFrame
Public Interface cEditFrame
Dim instance As cEditFrame
public interface class cEditFrame
type cEditFrame =  interface end
The cEditFrame type exposes the following members.
Methods
Name | Description
ChangeConnectivity
 Modifies the connectivity of a frame object
Top
See Also
Reference
ETABSv1 Namespace